# Вот домашнее задание
# Мы с тобой изучили функцию input() - она показывает всплывающее окно
# и возвращает то, что пользователь вводит в это окно.
# Тебе нужно будет написать программу, которая будет вычислять
# сумму двух чисел. Причем эти 2 числа нужно будет вводить во всплывающее окно.
# А результат сложения выводить с помощью функции print().
# Пример работы на скринах.
# Подсказка: для правильной работы программы тебе пригодятся фукции str, int


number1 = int(input("Введите число 1:"))
number2 = int(input("Введите число 2:"))

print("Сумма: " + str(number1 + number2))